{
    "chatbotGreeting": "Welcome to NaviClear",
    "chatbotTitle": "Virtual Assistant for Grant & Regulation",
    "chatbotViewApplicationProcess": "View Application Process",
    "chatbotResponseWhatIs": "The PMKS Digitalization Grant is a government initiative to help Micro, Small, and Medium Enterprises (PMKS) adopt digital solutions such as e-commerce and inventory management systems. It aims to enhance business productivity and competitiveness.",
    "chatbotResponseEligibility": "Eligible businesses include valid Malaysian PMKS with at least 60% equity owned by Malaysian citizens, operational for at least 6 months (3 months for Sabah/Sarawak), and not blacklisted by any government or financial agency.",
    "chatbotResponseValue": "This is a 50:50 matching grant, where the government will fund 50% of the digital solution costs (E-commerce and/or Inventory), subject to certain maximum limits. For the latest information, please refer to the official guidelines.",
    "chatbotResponseProcess": "I can show you the application process visually. Click the \"View Application Process\" button to proceed to the step-by-step guide.",
    "chatbotResponseDefault": "For more information about the PMKS Digitalization Grant, please click the \"View Application Process\" button to see the detailed guide or ask another specific question.",
    "chatbotQuestion1": "What is the PMKS Digitalization Grant?",
    "chatbotQuestion2": "Who is eligible to apply?",
    "chatbotQuestion3": "How much grant funding can be obtained?",
    "chatbotQuestion4": "I want to see the application process",
    "chatbotQuestion4Answer": "Great, I'll show you the PMKS Digitalization Grant application process step by step.",
    "whatIs": "what is",
    "whatAre": "what are",
    "digitalizationGrant": "digitalization grant",
    "eligible": "eligible",
    "who": "who",
    "eligibility": "eligibility",
    "value": "value",
    "howMuch": "how much",
    "amount": "amount",
    "see": "see",
    "process": "process",
    "steps": "steps",
    "back": "Back",
    "title": "PMKS Digitalization Grant - E-commerce & Inventory",
    "description": "A step-by-step visual journey map to apply for the PMKS Digitalization Matching Grant",
    "stepDetails": {
      "clickToView": "Click on any step to view details or ask questions using the chat assistant"
    },
    "botResponse": "I don't have specific information about that question.",
    "applicationProgress": "Your Application Progress",
    "questionPlaceholder": "Type your question here...",
    "chatbotInitialMessage": "Welcome to the NaviClear! I'm here to help you with the application process. What would you like to know about the Digitalization Grant for E-commerce and Inventory Management?",
    "registrationAssistant": "Registration Assistant",
    "step": "Step",
    "chatInitialMessage": "Hi there! Need help with your company registration? Click on any step in the process diagram or select a common question below.",
    "askAnyStep": "Ask about any step...",
    "askAny": "Ask about"
}