{
  "chatbotGreeting": "Selamat datang ke NaviClear",
  "chatbotTitle": "Pembantu Maya untuk Geran & Peraturan",
  "chatbotViewApplicationProcess": "Lihat Proses Permohonan",
  "chatbotResponseWhatIs": "Geran Digitalisasi PMKS adalah inisiatif kerajaan untuk membantu Perusahaan Mikro, Kecil, dan Sederhana (PMKS) mengadaptasi penyelesaian digital seperti e-dagang dan sistem pengurusan inventori. Ia bertujuan meningkatkan produktiviti dan daya saing perniagaan.",
  "chatbotResponseEligibility": "Perniagaan yang layak termasuk PMKS Malaysia yang sah dengan sekurang-kurangnya 60% ekuiti dimiliki oleh warganegara Malaysia, telah beroperasi sekurang-kurangnya 6 bulan (3 bulan untuk Sabah/Sarawak), dan tidak disenarai hitam oleh mana-mana agensi kerajaan atau kewangan.",
  "chatbotResponseValue": "Ini adalah geran padanan 50:50, di mana kerajaan akan membiayai 50% kos penyelesaian digital (E-dagang dan/atau Inventori), tertakluk kepada had maksimum tertentu. Untuk maklumat terkini, sila rujuk garis panduan rasmi.",
  "chatbotResponseProcess": "Saya boleh menunjukkan proses permohonan secara visual. Klik butang \"Lihat Proses Permohonan\" untuk meneruskan panduan langkah demi langkah.",
  "chatbotResponseDefault": "Untuk maklumat lanjut mengenai Geran Digitalisasi PMKS, sila klik butang \"Lihat Proses Permohonan\" untuk melihat panduan terperinci atau tanya soalan lain yang lebih spesifik.",
  "chatbotQuestion1": "Apa itu Geran Digitalisasi PMKS?",
  "chatbotQuestion2": "Siapa yang layak memohon?",
  "chatbotQuestion3": "Berapa jumlah geran yang boleh diperoleh?",
  "chatbotQuestion4": "Saya ingin melihat proses permohonan",
  "chatbotQuestion4Answer": "Bagus, saya akan menunjukkan proses permohonan Geran Digitalisasi PMKS langkah demi langkah.",
  "whatIs": "apa itu",
  "whatAre": "apa itu",
  "digitalizationGrant": "geran digitalisasi",
  "eligible": "layak",
  "who": "siapa",
  "eligibility": "kelayakan",
  "value": "nilai",
  "howMuch": "berapa banyak",
  "amount": "jumlah",
  "see": "lihat",
  "process": "proses",
  "steps": "langkah",
  "back": "Balik",
  "title": "Geran Digitalisasi PMKS - E-dagang & Inventori",
  "description": "Peta perjalanan visual langkah demi langkah untuk memohon Geran Padanan Digitalisasi PMKS",
  "stepDetails": {
    "clickToView": "Klik pada mana-mana langkah untuk melihat butiran atau bertanya soalan menggunakan pembantu chat"
  },
  "botResponse": "Saya tidak mempunyai maklumat khusus tentang soalan itu.",
  "applicationProgress": "Kemajuan Permohonan Anda",
  "questionPlaceholder": "Tulis soalan anda di sini...",
  "chatbotInitialMessage": "Selamat datang ke NaviClear! Saya di sini untuk membantu anda dengan proses permohonan. Apa yang ingin anda ketahui tentang Geran Digitalisasi untuk Pengurusan E-dagang dan Inventori?",
  "registrationAssistant": "Pembantu Pendaftaran",
  "step": "Langkah"
}